{
    "welcome": {
        "title": "動きとオノマトペ研究へようこそ",
        "introduction": "本研究へのご協力をご承諾いただきありがとうございます。私たちは、ダンスなどのムーブメントの実践者である皆さまを、その分野におけるエキスパートだと考えており、そのような立場から、日本語におけるムーブメントのオノマトペに関する本研究にご協力いただきたいと考えております。オノマトペとは、「ごくごく」や「ぐにぐに」のように音に基づいた言葉で、正式な日本語ではないものの、音そのものの質を通して意味を伝える言葉です。",
        "description": "皆さまには短いアニメーション動画をご覧いただきます（モーションキャプチャーで人間のムーブメントを記録して制作したものです）。どのアニメーションでも身体全体でムーブメントが表現されています。"
    },
    "instructions": {
        "title": "やっていただくこと：",
        "steps": [
            "まずは1つの動画を最後までご覧ください。",
            "もう一度ご覧いただく際に、動画全体かその一部に合うと直感的に感じるオノマトペを思い浮かべてください。",
            "そのオノマトペを、アニメーションの何秒あたりに対応するのか入力したうえで、録音またはタイピングしてください（対応箇所がアニメーションの全体となっても結構です）。",
            "ある1つのムーブメントから2つ以上のオノマトペが想起されることもあるかもしれません。オノマトペは各動画でいくつでも思い浮かべていただいて結構です。"
        ]
    },
    "additional_info": {
        "no_onomatopoeia": "また、オノマトペがまったく思い浮かばない動画もあるかもしれません。こちらもそれはそれで問題ありません。動画は何度でも再生していただいて構いません。",
        "about_onomatopoeia": "オノマトペについて：日本語のオノマトペには、意味が限定され確立しているものがあるかと思います（例：「ごくごく」は日本人にとって通常「飲むこと」を意味するかと思います）。今回の動画では恐らくそのようなオノマトペが思い浮かぶことは少ないかと思います。皆さまには、動画から自由にオノマトペを思い浮かべていただけたらと思います（思い浮かんだオノマトペが、ある別の文脈では確立した意味をすでに持っていたとしても問題ありません）。",
        "intuition_emphasis": "ぜひご自身の直感に従ってください。正解も不正解もありません。"
    },
    "form": {
        "profile_title": "ようこそ！プロフィールを完成させてください：",
        "name_label": "お名前・ニックネーム：",
        "name_placeholder": "お名前またはニックネームを入力してください",
        "age_label": "年齢：",
        "age_placeholder": "年齢を入力してください",
        "gender_label": "性別：",
        "gender_options": {
            "placeholder": "選択してください...",
            "female": "女性",
            "male": "男性",
            "other": "その他",
            "prefer_not_to_say": "回答を希望しない"
        },
        "movement_practice_label": "ムーブメントの実践（任意）：",
        "movement_practice_placeholder": "例：ダンス、ソマティクス、マニュアルセラピー、動作分析...",
        "native_language_label": "母語：",
        "native_language_options": {
            "placeholder": "選択してください...",
            "japanese": "日本語",
            "english": "英語",
            "other": "その他"
        },
        "submit_button": "調査を開始する"
    },
    "ui": {
        "email_label": "メールアドレス：",
        "email_placeholder": "メールアドレスを入力してください",
        "next_button": "次へ",
        "checking_participant": "参加者情報を確認中...",
        "creating_profile": "プロフィールを作成中...",
        "welcome_message": "ようこそ！下記の情報をお読みいただき、プロフィールを完成させて開始してください。",
        "error_checking": "参加者の確認でエラーが発生しました。もう一度お試しください。",
        "error_creating": "プロフィール作成でエラーが発生しました。もう一度お試しください。"
    }
}
